Repository: OPUS4/application
Catalog: modules/admin/language/config.tmx
Source language: de
Languages: en

source: Optionen
en: Options

source: Suche
en: Search

source: Allgemein
en: General

source: Sprachen
en: Languages

source: Weboberfläche Sprachen
en: User Interface Languages

source: Sprachen für die Benutzeroberfläche. Mindestens eine angeben (z.B. 'de').
en: Languages for the user interface. Select at least one (e.g. 'en').

source: Defaultwert für Suchergebnisse/Seite
en: Default search results/page

source: Anzahl der Suchergebnisse, die auf einer Seite angezeigt werden sollen.
en: Number of results that should be display on a single page.

source: Alphabetische Sortierung der Schriftenreihen
en: Sort series by title

source: Aktiviert die alphabetische Sortierung der Schriftenreihen beim Browsing und im Publish-Formular.
en: Activates alphabetical sorting of series in browsing list and publish form.
